"""Тестовые данные для параметризации"""

# ========== Адреса для тестирования ==========
TEST_STREETS = [
    "Тестовая линия",
    "Московская ул",
    "Ленинградский пр-кт"
]

# ========== Регионы для тестирования ==========
TEST_REGIONS = ["Санкт-Петербург",
                "Гатчина Ленинградская область"
]

# ========== Телефоны для тестирования ==========
TEST_PHONES = [
    "+7 (111) 111-11-111",
    "+7 (999) 999-99-999",
    "+7 (555) 555-55-555",
]

# ========== Номера домов ==========
TEST_HOUSES = ["1", "5", "10", "100", "25"]